{"id": "BW PODCAST EP 54 SCHAKELEN.mp3", "text": " Deze podcast maken we samen met join.cc, de fietsapp voor alle wielrenners. Zin om te fietsen? Geen zin om te fietsen. Toch gaan. Jezelf op die fiets trekken. Regen, hitte, omhoog omlaag, zweten puffen, slechte poten, wonderbenen, genieten, kapot gaan, los trappen, bijtanken, douchen en door. Het leven van een renner gaat niet over rozen en al helemaal niet, als je jezelf wilt verbeteren. Maar hoe dan? Waar moet ik nou op letten als ik gericht beter wil worden? Als ik harder of verder wil gaan? Gewoon fitter wil worden en meer wil genieten op de fiets? We gaan het hebben over trainen. Eten. Slapen. Op zoek naar de kennis, maar vooral ook naar de tips en slimmigheidjes waar we morgen mee aan de slag kunnen. Je luistert naar de Beter Worden podcast van Live Slow Ride Fast. Rechtstreeks vanuit hotel Valkenburg in het mooie Zuid Limburg. Mijn naam is Stefan Bolt en tegenover mij zitten ze Laurens en Ten Dam en Jim van den Berg. Lau, als je naar je grote blad achter wil schakelen, welke hendel pak je dan? Links. Ja, dit is vals spelen. Nee, grote blad, dat kan helemaal niet man. Of naar je spaken. Dat is toch je grote blad achter? Ja, nee. Groot en klein is ook een semantische discussie. In jouw wereld is het groot, maar bij mij is het gewoon nog 11- 25 achter. Je vindt 25 niet zo groot? Nee. Dat is al een behoorlijke pannenkoek. Hier lopen nu dus een paar dingen door elkaar. Een groter schakelen of kleiner schakelen. Dat is gek, want die zag ik laatst op heel draadje op Twitter gingen mensen los op. Namelijk groter, dat is toch gek? Want mensen bedoelen vaak dat je naar je kleine, naar je kleinere naar je 11 gaat achter. Dat noemen ze een groter. Terwijl het tandwieltje kleiner is. Ik schreeuwde ook laatst tegen iemand tandje erbij. En die begon ook zo, ja maar dan moet ik lichter schakelen. Dit is een onderwerp. Ook als je het vertaalt naar het Engels, gaat het helemaal mis. Ja, we gaan het over schakelen hebben. Ja, bigger gear. Wat is bigger gear? Ga je dan zwaarder of ga je groter? Meer tandjes. Of zijn die bladen groter. Ja, dit is echt heel gek. We zijn er met z'n allen een beetje aan gewend, maar dat is natuurlijk gek. En nou kom jij natuurlijk met een ontnuchterende opmerking van ja maar. Het gaat toch om de verhouding. De verhouding wordt groter. Zeg maar 50-10 dat is 5. Dus dat is een grotere versnelling dan 50-12, want dat is 50-12.5 zou 4 zijn. Snap je? Het gaat om de ratio dus. Daarom heet het bigger gear. Een grote en een kleine ratio. En vroeger werd het ook... En daarom zit hij hier. Ontnuchterend. Vroeger werd het ook wel in inches berekend. Ja, we kunnen gaan. Dit is toch gek. Wij zitten hier met z'n tweeën een hele aflevering voor te bereiden. Heel Twitter gaat twee weken loos op deze discussie. Allemaal semantics worden erbij gehaald. En hij gaat het... Hij slaat het even plat. De ratio is groter. Nou, wat voor dingen je inbrengt. Mag ik gaan? We gaan het hebben over schakelen. Ja. En verzetten een beetje denk ik ook. Ja, en verzetten. Daar komt eigenlijk kadans. We gaan het hebben over de driehoek verzetten, kadans, schakelen. Maar het is getriggerd door het woord... Of door het verschijnsel schakelen. Waarom? Nou, omdat het best vaak misgaat. En ik denk ook omdat de Nederlandse polderwielrenner niet per se heel vaak z'n derailleur hoeft te gebruiken. We hebben het van huis uit niet meegekregen. Het is ons niet met de paplepel ingegoten. En dan wil het nog wel eens misgaan. Merk je dat in het profpeloton, Lau? Zolang ze niet kunnen schakelen. Ze kunnen schakelen. Ze hebben op zich wel een weg afgelegd. Dat zou mooi zijn. Als een Nederlander kan die schakelen, hoeft dat niet. Die weet niet waar zijn voorderailleur in zit. En dat de Spanjaarden dat tegen elkaar zeggen. Nou, dat is wel een holandesa. Bauke Mollema, siempre problemas. Kunnen we zeggen dat het een beginnerskwestie is, schakelen? Ja. Of gaat dat op het hoogste niveau? Nee, zeker. Hoe meer je beginnend bent, hoe lastiger het natuurlijk is. Hoe meer trainingsduren je maakt en hoe vaak je in de omstandigheden komt dat het fout gaat. Op een gegeven moment leer je het wel een beetje. Maar toch gek genoeg mensen die al best lang op de fiets zitten, of een paar jaar fietsen. En dan toch nog wel eens na bochten, of eigenlijk dus voor een bocht, vergeten te schakelen. Of anticiperen op een bijsprintje. Guilty as charged. Kunnen we het daar even over hebben? Dit is er weer eentje in het wegdromen. Want je moet wel even, als het niet nog een automatisme is, en dat is voor mij niet... Ja, het is wel een automatisme. Ik schakel best wel veel. Niet bij het optrekken uit een bocht en zo. En dan denk ik, oh ja, ik moet even schakelen. Een sprintje met Jim of Bruno. Ja, dan wordt het gewoon net even te groot. Altijd op de elf. Dan gaat hij versnellen. Wat is dat toch? Zit er een rode draad in waar mensen de fout in gaan? Te laat schakelen, te vroeg schakelen. Ja, vooral het vergeten dus. Maar ook wel soms al de notie dat ze denken, oké, nu wil ik heel hard gaan. Dan ga ik alvast heel zwaar schakelen. Alsof de snelheid daar dan achteraan komt, terwijl het natuurlijk precies andersom is. Waarom is het belangrijk? Nou, als je eigenlijk te vaak het verkeerd doet, dan... Als je eigenlijk altijd te zwaar schakelt, ik denk dat dat een wat groter probleem is dan wat daar ligt. Wat je dan doet is dat eigenlijk de spierbelasting veel te groot is. Dus als je op een veel te grote versnelling uit die bocht weer moet optrekken, of je bedenkt hier op een klimmetje in Limburg, ja, te laat dat je moet schakelen. Dan, ja, wat er dan gebeurt is dat die spierspanning heel groot is en dan maak je die spier eigenlijk heel moe. Zeker als je dan wat meerdere klimmetjes op een dag wil doen en je doet dat wat te vaak, ja, dan hou je het gewoon minder lang vol. En het probleem is eigenlijk, ja, zeker nou na een bocht dan wat minder, maar op een klimmetje, als je op een gegeven moment dan te zwaar schakelt en die ketting vol op spanning staat, probeer dan nog maar eens op iets boven de 10 procent terug te gaan schakelen. Of er dan achter te komen, nou ik zou eigenlijk nog weleens naar mijn binnenblad willen. Tegenwoordig kan dat gek genoeg met DI2, kan je het echt behoorlijk gek maken, vroeger kon dat niet. Wat is dan zo'n standaard ketting eraf moment? Dan vliegt die ketting er inderdaad af. Wat zijn dan van die standaard momenten? Ik kan er een voor de geest halen, namelijk dat je van je buitenblad naar je binnenblad gaat. Nou wat er eigenlijk dan vaak gebeurt is dat je bijvoorbeeld nog op je buitenblad zit en dat je achter dan te groot hebt geschakeld, dus heel licht hebt geschakeld, dan ligt die ketting eigenlijk te schuin en dan wilde je dan aan de voorkant, als je derailleur, als je voorderailleur ook niet helemaal top staat afgesteld. Tegenwoordig kan je dus met DI2, omdat die zichzelf dan ook een beetje uitlijnt, nog die voorderailleur, kan je dat soort versnellingen wel draaien. Maar vroeger zeker bij mechanisch schakelen kan dat niet en dan valt die er eigenlijk aan de voorkant af. Als je dan mazzel hebt, dan valt die nog op je binnenblad, maar meestal valt die er helemaal af. En dan gaat die zo lekker vast. Ja of op dat moment, ik heb wel eens het NK bij de profs gereden, dat er een kopgroep weg was en toen want jij hebt ook gewielrend vroeger. Dan hadden we met Koga, ja en toen was het bij Heerlen met dat Duivelsbos klimmetje en dan had iemand bedacht dat wij dan als continentale ploeg wel op kop gingen rijden. Nou dat sloeg natuurlijk al helemaal nergens op. En dan weet ik dat Arno van der Zwet die reed toen op kop en die in het Duivelsbos was dat volgens mij en die had toen ook zijn versnelling verkeerd liggen en die trapte er ook vol doorheen dus die ging op zijn bek samen met de eerste drie vier van onze ploeg. Dus toen lagen we de helft van de ploeg op die klim terwijl  Ze gingen een keer op kop rijden jongen. Ja terwijl we daar als continentale clowns zo van niet voor vol werden aangezien. Maar het is zo, schakelen en verkeerd schakelen is ook echt een wielrennen, is natuurlijk best wel normatief sport vooral de beoefenaars van wielrennen die hebben wel de neiging overal wat van te vinden en dan gaat het over niet de lengte van de sport. Ja maar het gaat dus ook nog wel op, toch wel een beetje in ieder geval, gaat het ook nog wel mis. Ja. Dat wil ik ook alleen maar aangeven. Ja en mensen, en ik kan me voorstellen dat dat in een peloton zo is, maar als je in een groepje gaat fietsen en je bent aan de voet van de Amerongse berg en iemand schakelt verkeerd, dan zie je vooral de wat oudere renners ook schudden met hun hoofd van oh wat een amateur. Het is ook wel een manier en dan repareer ik ook aan. Maar zo voel jij het. Van de goeien om een beetje te laten zien dat ze Ja dat ben je wel negatief hoor. Ja maar dat doe jij, sinds gisteren is dat een beetje ook jouw stokpaardje zeg maar. Zeker. Dat Jim en ik zo doen. Omdat we jou uitlachten omdat jij echt op een veel te grote versnelling een of andere sprintje aanging. Ja dat is het. Dat wij erachter schakelen. Maar dat voelt voor mij niet als minachtend doen ofzo. Dat voelt voor jou misschien. Nee nee, maar het is ook iets waar, zo bedoel ik het ook zeker niet, maar het is iets waar anderen wat van vinden. Het wordt opgevat. Nee niet wat van vinden, wij zien gewoon dat je te zwaar rijdt en dat je beter gaat als je lichter rijdt. Ja dat vinden we er wel van, maar dat is toch ook gewoon een feit. Nou wat de grap dan een beetje is met dat schakelen, zeker wat jij dan had, het was een beetje rolling hills. Dus je ging iets naar beneden en dan ligt een hupsje omhoog en dan denk je van je trekt hem er overheen. Alleen dan zie je gebeuren dat er nog een window is waarin je nog kan schakelen, maar als je dat dan niet benut, ja dan sta je te zwaar en te veel ja die ketting op spanning, dan gaat het niet meer op dat laatste stukje. En dat zag je dan wel een beetje aankomen bij jouw sprint. Als hij nu niet schakelt, over drie seconden is het te laat. Wat zijn dan een beetje de standaard momenten om verkeerd te schakelen? Of waarop je schakelt? Nou het is inderdaad, ik denk wel dat het nu makkelijker geworden is. Met di2 dus, het elektronisch schakelen en SRAM, noem dat red e-tap of zo. En Campagnolo zal er ook wel een naam van hebben. Gewoon voor wireless? Ja ja, dat moeten we Bauke ff vragen. Maar nee, het is veel makkelijker, het is veel moeilijker om je ketting af te schakelen. Kijk vroeger met de buiscommandeurs nog, nou dan wist je gewoon als ik hier de Cauberg op rij en ik wil het, dan schakel ik mijn ketting eraf. Maar ik zou nu niet weten hoe ik, dan moet ik wel echt mijn best gaan doen en hele rare capriolen uithalen om dat bewussie te doen. In crash mode moet die dan. Ja, even een bewussie. Dus het is wel makkelijker geworden. Wat ook wel weer het gevaar is bijvoorbeeld, ik weet niet of jullie nog Tom Boonen herinneren, in zijn allerlaatste ronde van Vlaanderen denk ik. Voor de Wolffs? Nee, voor de... Nee, de Taaienberg, die is de ketting eraf. Oh ja, toen was hij boos. En toen kreeg hij zijn reserve fiets en dan reed hij ook de ketting eraf. Nou, ik weet waardoor dat gekomen is. Heel vroeger opa vertelt gaan we dan meteen in. Dan kon je gewoon bladen wisselen voor een 40. Er is ook nog wel een tijdje geweest, Michael Boogerd reed dan met een 41 bij Rabobank. Nou, ik had een 41 blaadje en dat moest erop. Dat was net lekkerder dan een 39, maar wel een tikje lichter dan een 42, wat er vaak ook op zat. In ieder geval, Boonen ging normaal, de standaardversnelling was toen bij ons 53-39 en Boonen ging Vlaanderen met een 41 rijden. Dus het was 39 of 42? Standaard bij ons was 39 al. Wel 39? Jazeker, wij hebben nooit met een 42 gereden. Ja, dat was echt, zeg maar bij de pros reden we altijd 53-39, 100 procent. De 42 is meer van toen ik nieuweling en junior was. Nog iets eerder? Ja, 5, 96, Siem Lust, je moest dan altijd de hele winter op je binnenblad trainen. En op een 39 train je natuurlijk niet op een binnenblad. Dus dat was dan wel een 42, 42-16, mooie versnelling. Dat was hetzelfde als 39-15. Tegenwoordig ook met die cassette, we gaan meteen wel richting, met die cassette. Niet alles, niet alle kruipen tegelijkertijd schieten. Maar Boonen , die ging dus met een groter binnenblad rijden. Maar dat was gewoon een binnenblad dat ze nog hadden liggen, maar niet zo'n volledig crankstel met een 42 of een 41 wat erop gezet werd. Nou ja, dat gaat dus niet meer. Dat is het gevaar. Dus als je die volledige combinaties 53-39 of 54-40, wat het nu is, als je die gebruikt, dan kan je wel maar zomaar even bladen rond wisselen. Dat ging niet. En daardoor sloeg die ketting er toen tussen. Maar waar reed u nou mee? Een 46 of zo binnenblad? Nee, een 42 denk ik. 42, ja. 42 maken ze nu niet meer bij Shimano. Ik weet dat niet. Bij Dura-Ace. Op een gegeven moment was het natuurlijk dat er compact kwam. Ja, wat is dat? Leg toch even uit. We hebben dubbel, compact, triple. We gaan meteen naar ratio's, want dat is echt wel een Nee, wacht. Voordat we naar vertandingen gaan en de verzetten, eerst nog even terug naar de vraag. Wat zijn van die geijkte wanneer schakel je? Ja, net voordat het te laat is. Wat zijn voorbeelden van momenten dat er geschakeld zou moeten worden? Het gaat natuurlijk om we kunnen niet even voorbij trapfrequentie. We hebben ook wel eens in de podcast daar al wat uitgebreider over gehad, maar nog even een korte samenvatting. Eigenlijk is het heel simpelweg zo dat als je gaat kijken naar de zuurstofefficiëntie, wat kost uiteindelijk het minste zuurstof, dan zit een ideale trapfrequentie rond de 60 omwentelingen. Dat voelt misschien meteen onnatuurlijk. Dat is hartstikke laag. Want wat je met 60 omwentelingen wel doet, is dat de spierbelasting enorm groot is. Dus als je bijvoorbeeld één klim op zou willen fietsen, dan is eigenlijk 60 omwentelingen een soort van qua energieverbruik heel efficiënt. Maar waarschijnlijk wil je er wel een paar op fietsen, dan heb je al een probleem, want die spierbelasting is dan eigenlijk te groot. Dus dan kies je liever voor een wat grotere trapfrequentie. En wat dan de ideale trapfrequentie is, hangt eigenlijk af van heel veel factoren. Namelijk hoe goed jouw spieren zijn doorbloed, hoe goed jouw coördinatiepatroon is, wat voor spiervezeltype verdeling je fietst, ook hoe hoog het absolute vermogen is. Want hoe hoger het vermogen, hoe meer spiergroepen je inschakelt. En dan schakel je ook wat meer snelle spiervezels in met de voorkeur voor een hogere contractiesnelheid en daarmee een hogere trapfrequentie. Per persoon verschillend dus. Per persoon verschillend. En in algemene zin mag je dus ook zeggen, bijvoorbeeld profs die ook een absoluuter hoger vermogen fietsen, die fietsen ook met een beter coördinatiepatroon, ook een wat hogere trapfrequentie, dan de gemiddelde amateurwielrenner. Dus een amateurwielrenner die hoeft echt niet te gaan proberen om ook bergop altijd rond de 95 omwentelingen te gaan zitten. Voor een amateurwielrenner is het veel lonender om ergens rond de 70 zelfs of tussen de 70 en de 80 te blijven. Maar wat je dus uiteindelijk wil, is dat je ergens in een range, afhankelijk dus ook van of je aan het sprinten bent, waarin je dan weer kiest voor een wat hogere trapfrequentie om goed je kracht kwijt te kunnen, of dat je heel rustig een duurritje doet. Ik zeg maar wat, 180 watt, dat je probeert een vertanding te kiezen die aansluit bij de trapfrequentie die je wil. En dat is dus eigenlijk waarom je überhaupt schakelt, want de weg loopt misschien op, of je hebt wind tegen, of je komt vanuit een lage snelheid uit de bocht. Dus het start bij de trapfrequentie? Dan start het eigenlijk bij de trapfrequentie. Bij de trapfrequentie die je wil kiezen om het moment eigenlijk, of het koppel, niet te groot te laten worden. Want dat is gewoon dezelfde analogie met een auto, waar een elektrische auto dan weer niet last van heeft. Een elektrische auto die kan onbeperkt doorversnellen. Te groot is om een beetje in z'n vijfde versnelling de Alpe d’Huez op te rijden die analogie gaat heel goed op hier. Zit het hem ook niet in het bewuster van zijn? Zit hem ook in volgens mij een, oké, we gaan zometeen stoppen bij een verkeerslicht? Zit hem in de vijfde versnelling de auto in? Ja, precies. Dus ik denk dat het gewoon een leerproces is voor... Ja. En daarom dan, gelijk om het meteen een beetje praktisch te maken voor gewoon de amateurwielrenner of de beginnende amateurs of de beginnende wielrenner, is natuurlijk wel dat de gemiddelde Nederlandse polderfietser, die kijkt s’ochtends op Buienradar of op KNMI waarnemingen , persoonlijk mijn favoriet, dan kijk je waar de wind vandaan komt. Dan wordt hij 60 kilometer tegenwind gefietst. Dan ligt hij op een versnelling, dan wordt er op dat keerpunt geschakeld en daarmee wordt naar huis gefietst. En dan is hij letterlijk in zo'n hele rit één keer geschakeld. Zo lekker voor je cassette. Ja, nou ja, precies. Je hoeft maar één kransje te vervangen. Dat gaat dus ook niet meer. Dat gaat niet meer. Dat had ik net ook. En wat je daarmee niet leert is dat die derailleur er niet voor niets zit. Maar wat ook zonde is, is dat je juist door heel veel te variëren in trapfrequentie, en dat hebben we ook een beetje in traptechniek wel eens over gehad, juist je coördinatiepatroon veel beter prikkelt en sneller ontwikkelt. Hoe lang doe je eigenlijk met een Di2 batterij? Met andere woorden, hoeveel schakel je? Met de 12 speed korter dan met de 11 speed ben ik inmiddels achter. Ik heb je mijn laatste nog niet verteld. Ben je weer? Nee, dat is echt je achtste keer al dit jaar. Ja, zoiets. Niet over je portemonnee kwijt, maar over je batterij. Er zit geen ritsje in dat zakje van dat LSRF-broekje, dus ja, dat valt er al zo. Ja, het valt de portemonnee eruit. Ja, was het weer raak? Het was weer raak, ja. Ben je bij Diverge in Amerika? Nee, nee, nee. Mijn aethos, die zat natuurlijk een maandje stilgestaan hier en toen kwam ik terug en toen de tweede ritje was dat… Was je alleen of was Niki erbij? We waren met de hele NHB-groep. Kijk, dat zie je dan niet op het programma. Nee, dat wordt er niet op het programma. Dan is ie stil. Dan is ie stil. Nee, dat hadden zij er wel op moeten. En dan krijg ik ook nog dat hij na een halfuur als hij leeg is, dan schakelt hij misschien nog twee keer. Dus toen had ik hem dus op de best wel mooie versnelling, de 16 liggen of zo. En toen schakelde ik ergens nog twee keer bij, naar de 13 denk ik. En toen dacht ik altijd wel dat ik dat deed. Ah, stom. En toen stopte hij er helemaal mee. Dus toen heb ik de training op het buitenblad 13 afgemaakt. Ik ga een laatste poging doen en dan ga ik me even tot jou wenden, G. Wanneer moet je schakelen? Wat zijn situaties waarin je schakelt? Ja, maar die wil ik wel proberen. Of voor een klim aan bochten. Ja, precies. Letterlijk dit soort dingen. Bochten klimmen op kop of niet op kop. Wat zijn nou standaard situaties dat je... Nou ja, voor een klim schakel je... Nou ja, je kan het ook omdraaien. Als dus je snelheid verandert, dan ben je weer op zoek naar die trapfrequentie die bij de inspanning hoort en bij jou als persoon. En daar hoort een verzet bij. En daar hoort dan dus een bepaalde versnelling bij. Ja, dat is dus wat we net aangaven. We zaten op rolling wheels en we gingen een beetje beneden. Jij zat op een hele grote versnelling en dat ging daarna omhoog. Je kon de snelheid een beetje halen. Je zat op een beetje hoge snelheid en je reed buitenblad 11 of 12. En toen ging die klim omhoog en dat duurde wel meer dan 20 meter. Dat ging zeg maar 100 meter omhoog. Maar het zat hem dus inderdaad in die anticipatie. Want je zag natuurlijk, je zag datzelfde klimmetje voor je. En jij dacht, ik ga hem wel... Ik denk dat je voorblad een 50 is. Weet je dat? Een 52 volgens mij. Een 52, ja. Ja, dat is zo'n compacte met een grote... Ga je al? Zou je moeten weten. Nee, nee. Je moet het ook nog over hebben, of je dat moet weten en hoe je dat dan weet. Weet ik namelijk ook niet. We gaan zo de rabbit hole van de verzetten in. Ik wil even uitblijven nog. Maar dan zag je dus die klim en dan is natuurlijk de truc dat je anticipeert naar wat kan ik en wat wordt er hier gevraagd. En jij dacht van, die wordt 300 meter tegen 10 procent. Kijk wel even, 52-11. Ik dacht, nou ja, ambitieuze jongen. Wij zagen wat gebeuren. Wat gaat die doen? Die stijgt op. Schakelen, even nog schakelen. Oké, dus voor een klimmetje of in ieder geval... Eigenlijk is het dus niet... We kunnen een hele lijst van situaties opnoemen. Ik wil hem toch even doen. Als je gaat stoppen voor een verkeerslicht, even van tevoren schakelen. Dat zou wel lekker zijn. Kom je met 35 aan en heb je een bepaalde trapfrequentie. Als je dan niet schakelt, moet je dus van 0 tot 35. Ja, doe ik heel vaak niet. Doe ik heel vaak niet. Dan moet je opbrengen. En dan schakelen. Dit zullen veel mensen herkennen. Op kop komen, als je in een groepje aan het fietsen bent. Om een beetje efficiënt met je... Dat hoorde ik ook laatst. Als je op kop komt, dat je even als je aan het doordraaien bent. Dus je gaat op kop en je komt er ook meteen weer vanaf. Dat je dan meteen een wat kleiner verzetje... Een tandje lichter. Een tandje lichter gaat om een beetje souplesse te houden. Ja, maar wat er dan ook gebeurt, is dat je hem eigenlijk net even een tand te zwaar zet. Om goed die kopbeurt te overleven. En dat je hem daarom terug moet schakelen. Maar kan je die belasting eigenlijk... Of kan je die intensiteit... Dan fiets je eigenlijk misschien een beetje boven je theewater. Want kan je het gewoon goed aan... Dan kan je gewoon die versnelling hetzelfde houden. Want de snelheid blijft ook hetzelfde. Voor een bocht. Ja, dat is denk ik nog... Dus niet in een bocht, maar dat is ook weer anticiperen voor een bocht. Volgens mij gaat dat nog misschien wel het meest... Nee, stoppen gaat misschien het meest mis. Maar voor een bocht gaat het ook vaak fout, toch? Zeker. Maar ik bij mezelf ook wel, hoor. Zeker wanneer het niet moet of zo. Of wanneer je er niet zo mee bezig bent. Of wanneer je in een bocht toch verkeerd inschat. Dat je er toch langzamer uit komt dan dat je dacht dat je er doorheen zou gaan. Tuurlijk gebeurt dat wel. Als je geen 20.000 of 30.000 km per jaar fietst, is het echt iets waar je echt bewust van moet zijn. Omdat het er niet per definitie... Ook al gaat het bij jullie ook mis, maar dat het er niet per definitie ingezet is. Ja, en dan heb je ook nog het verschil tussen die voor- en die achterderailleur. En dat is iets wat ik bijvoorbeeld Tessa echt niet uitgelegd kreeg. Ja, wanneer ga je van die voor- naar die achterderailleur? Hoezo binnenblad. En het is fijn dat ze nu OneBuy heeft. En op een gegeven moment kwam Shimano met Di2. Dat die ook vanzelf voorschakelt maakt. Ja, een soort automatisch. Ja, dat vond ik verschrikkelijk. Ik heb hem altijd gewoon, omdat wij gewoon automatisch wel weten wanneer we moeten schakelen. En dan ging dat ding opeens schakelen. En voor de luisteraar dan automatisch op basis van je keuze achter verander je keuze voor? Ja, nee. Er is gewoon een instelling. Dan hoef je eigenlijk alleen nog maar rechts te schakelen. Dus de achterderailleur gaat je ketting van het twee na lichtste tandje naar het een na lichtste tandje. Dan schakelt ie voor naar het binnenblad. En dan schakelt ie achter dus twee of drie tandjes zwaarder. Zodat je om die trapfrequentie relatief goed uitkomt. Nou ja, voor Tessa is dit een uitkomst. Ik heb een keer iemand bij mij. Het is een instelling die je op alle Di2's kan toepassen toch? Ja, je moet dan even twee keer het knopje indrukken of zo. Dat moet je even googlen of YouTube hoe dat moet. Maar ik heb dus een keer met, volgens mij was het Navias, aan de start van een tijdrit gestaan. Een renner van Quickstep, en Ecuador die nu voor Ineos rijdt. En die kwam helemaal in paniek. Want ik startte volgens mij voor hem of hij startte voor mij. Maar hij zei, goh, ik krijg mijn fiets niet op het buitenblad. Maar dat was dus ergens in de Ruta del Sol in het begin van het jaar. En toen had Quickstep gewoon bedacht, ja als wij dat synchro shift instellen, dan hoef je nog maar één, hoef je alleen nog maar achter te schakelen, hoef je niet meer je voorderailleur te bedienen. Maar ja, dat hadden ze hem niet verteld of zo. En ik zeg, ja gast, ik weet het ook niet. Dus wij ik til zijn zadel op en wij draaien aan die crank en zitten een beetje aan die knopjes. En op een gegeven moment vloog die op het buitenblad. Want toen hadden we natuurlijk achter zwaar genoeg geschakeld, zodat we weer het buitenblad schakelden. En toen is het niet meer aan zitten. Dus die moest dus ook starten op een enorme versnelling. Ja, want die wist dat nog even niet. Dus ook bij de profs, toen hadden ze hem op synchro shift staan, maar ik hield daar niet van. Wat je vaak met tijdrit fietsen doet, is dat je op je extensies, op de uiteinden van je extensies, doe je dan aan je linkerhand lichter schakelen, rechterhand rechter schakelen. Maar dus op je uiteinden van je extensies alleen je achterderailleur joh. En dan op de basebar kan je dan vaak wel je voor- en je binnen- en je buitenblad bedienen. Kan jij, we gaan weg naar vertanding toe, Kan jij schakelen op je hoods? Dat kan ook hè. Ik heb het op mijn... Doe je sprint shifters? Nee, als je je hoods, hoe noem je dat? Shifters. Je brake levers. Ja, je shifters. Je remgreep. Je remgreep hè. Dat je met je duim... Er zitten twee knopjes onder, zeg maar, dat je omhoog en omlaag kan schakelen. Doe je dat wel eens? Nee, doe ik niet. Dat was vroeger om je Shimano Flytech te bedienen. Ja, dat was heel lang geleden. Die knopjes. Een soort rudimentair overblijfsel, dacht ik altijd dat dat was. Daarmee kan je ook je lamp aandoen en uitdoen, als je dat wil. Ik dacht, ik wil nog steeds een Shimano Flytech. Je kan je er helemaal in verliezen. Er zitten nu mensen bij Shimano die denken, gast, wat zeggen jullie? Nee! Maar Shimano Flytech was het eerste apparaat waarmee je kon zien in welke versnelling je zat. Ja. Alsof het alles nog mechanisch was. Alsof ik dat niet weet, weet je wel. Ja, zeker, dat weten jullie. Weet jij dat altijd? Wat? In welke versnelling je zit? Nee, nee, nee. Dus dat wilde ik ook aan Laurens vragen eigenlijk. Kan ik heel tof overdoen dat ik dat weet? Vroeger wist ik het altijd. Dat was een manier van mij om te focussen. Als ik bergop reed, oké, 17, 19, 17. Ik wist altijd, als je mij vroeg welke versnelling je weet, dan hoefde ik niet naar beneden te kijken. Maar dat is wel minder geworden nu die vertanding zo uit elkaar is gaan lopen. Want ik weet niet eens bijvoorbeeld of ik een 17 heb. Ja, dat wil ik echt weten. Ik weet niet of die van de 16 of de andere 18 komt. Ik kan daar wel over twijfelen ook. Nog voor een Unbound. Ik krijg nu alles met een 11-34 pion. Dat is standaard GRX. Afgelopen jaar zag ik eigenlijk 11-30 zou misschien toch fijner zijn. Want een 11-34 is 11, 13, 15, 17. Nou ja, een 11-30 is 11, 12, 13, 14, 15. En dan gaat het 17. Daar zit je dan over na te denken. En moet je dat weten, vind je? Nou ja, van mezelf moest ik dat weten. Ik was zo'n klein voeler, dus ik was continu daarmee bezig. Ik was niet dat ik de omgeving in me opnam. Nee, dat hebben we wel op proefondervindelijk vastgesteld. Lau, doe eens even open wat je vertelt. Is, zeg maar, gear ratios, vertanding, verzetten, wat is daarin veranderd de afgelopen jaren? Het is echt mega veranderd de afgelopen jaren. Echt, het is zeg maar... Het is 50 jaar hetzelfde gebleven. Ja, het is echt heel lang hetzelfde gebleven. En toen 52-42 voor. Ja, dat was vroeger een verzet. En dat ging op een gegeven moment naar 53-39. Je hebt het nu over de bladen voor. Ja, de voorbladen. 9-speed, 10-speed, 11-speed. Bij de amateurs reed je met 11-21. Je moet misschien ook zeggen, je had bij de nieuwelingen en junioren jaren verzetrestricties. En dat was bijvoorbeeld op een 52-16 bij de nieuwelingen en een 52-14 bij de junioren. Afhankelijk, want het ging dan om de afstand die je dan aflegde met één pedaalomwenteling. Dus als je andere banden koos, dan had dat natuurlijk ook wel weer invloed. Maar ook de algemeen redden die verstand. Ja, maar dan een 53, dat past dan namelijk net niet. Waarom is die restrictie dan? 52, dat je dat idee was, volstrekt bezopen gedachte. Dat je dan dat te zwaar fietsen een soort van te belastend zou zijn. Terwijl, dat betekent dat ik mocht in Flevoland wel met 52-16 rijden. En als je hier in Valkenburg woont, dan mag je hetzelfde verzet. De Cauberg op hengsten. Ja, dan mag je de Cauberg oprijden. Wat is er veranderd en onder welke ontwikkeling? Overigens staan die regels onder druk, toch? Trouwens, ging er niet wat veranderen bij de nieuwelingen of junioren? Ik heb die laatste memo niet gelezen. Moeten we op de wielersport mengen zeggen. Misschien wel gehad, maar dan niet. Dan moet je je coaches bij Cyclinglab even vragen. Wat is er veranderd? Over het algemeen kun je stellen dat de range, dus tussen de kleinste en de grootste, dan bedoel ik tussen 53-11 en 39 vroeger 23, die is veel groter geworden. Dus je lichte versnelling is eigenlijk veel lichter geworden en de zwaarste versnelling is iets zwaarder geworden. Wat betekent dat? Vroeger, zelfs wij als profs, moesten als we naar de Alpen gingen om te trainen, moesten we andere versnellingen achter leggen. Ja, een bergverzet. Ja, dan ging je een bergverzet halen. Dus dan ging je in plaats van een 11-25, dan ging je een 11-27 leggen en een kleine binnenblad misschien. Hoeveel kransjes achter in die tijd? 9, 10, 11. Ja, maar hij kon niet kleiner voor dan een 39, omdat die steek nog... Precies, maar dan ging je dus achter, over het algemeen, nog achter met zo'n polderverzet. Steven heeft het ook op zijn fiets, een polderverzetje noem je dat. Dan lopen de kransjes van 11 tot en met 23. Ja, een heel... 11, 12, 13, 14, 15, 16, 17, 19, 21, 23. Compact blokje. Het ziet er vet uit. Ja, het is mooi. Dat is heel gek dat het vet is. Je had het net ook over mooie versnellingen. Ja, precies. Ja, precies. Nu bij Shimano is volgens mij... Ze hebben twee... De nieuwe 12-speed, daar heb je al veel meer kransjes. Ze hebben twee combinaties nu uit, tussen 11-30 of 11-34. Dat betekent dus dat je grootste of lichtste versnelling achter minimaal een 30 is. Waardoor je eigenlijk, als je naar de Alpen gaat, tenzij... 30 zit je wel oké. Ja, dan zit je wel oké, weet je wel. En ook in het profpeloton wordt met die combinatie 11-30 gereden. Waar ik vroeger, heel vroeger, iedereen met 11-23 en voor Alpe d'Huez zei... Zullen we dan toch misschien een 25 erop zetten? Als je oude binden ziet, wat gaan ze die dan... Missen we wel de 16. En dat is toch wel een lekkere versnelling. Met Koos weet ik nog wel, mijn eerste Tour zaten we, die is daar gewoon... Alpe d'Huez op de 23 opgereden. En Niki, die is ook een fan van de polder blokken. Ja, dat is waar. En dan had je nog Nico Eekhout, die reed met 11-19. Hadden we nog 9 speed. Reed hij van 11 tot 19, alles één kransje oplopend. En dan reed hij zo door onder van Wallonie. Dat is ook bij de pros volledig veranderd. Al die jonge jongens zijn gewend van... Nou ja, er staat zo'n vlaaienplaat op, oneerbiedig gezegd. Dus een de 30 achter. Vlaaienplaat? Ja, een vlaai. Limburgse vlaai. Limburgse vlaai moet een vlaaienplaat met op. En jij een vlaaienplaat ben je, man. En die zijn dus allemaal wel gewend. Ik was op een gegeven moment de laatste, der mohikanen. Bij Sunweb lagen er nog drie 11-25blokwielen in de truck. Ja, die had Joost Hoetelmans gebracht. Want ik vond de 16 gewoon zo'n fijne versnelling. En bij een 11-25 zat hij er wel op. En bij een 11-28 of 11-30 al niet meer. Maar bij CCC heb ik dat ook losgelaten. Kunnen we zeggen dat jij qua versnelling een beetje nog tegen de old school stroming aanschurkt? Ja, maar dat is dus wat ik vertelde. Er is zoveel aan het veranderen. Want tussen 2005 en 2015 is er niks veranderd. Er kwamen misschien twee tandjes bij achter. En nu zijn de vertandingen voor anders. De renners gaan daardoor, doordat ze achter grotere kransjes hebben, dus lichtere versnellingen, worden opeens met een 56 gekoerst in iedere koers. Ze zijn met een groter buitenblad. En dan ook met een groter klimblad. Er zijn eigenlijk drie ontwikkelingen geweest in die verzetten. En ik denk, als we het even in chronologische volgorde zetten, in de eerste plaats werden die voorbladen kleiner. Compact. Precies, dat werd een compact. Omdat de steek van je, de lengte van je crankstel eigenlijk, waar je dus je buitenblad op monteert, die werden kleiner. Want die werden eigenlijk nooit kleiner. Omdat als je hem te klein maakte, dan moest dat blad, een groot blad, enorm stijf gemaakt worden. Wilde dat nog passen op elkaar, Je kan die steek als je die heel klein maakt, en je wil vervolgens een 53 monteren, dan moet dat blad heel sterk gemaakt worden. Dus die steek, die had een bepaalde grootte, vroeger zelfs zo groot, dat het kleinste tandwiel wat erop past, een 42 was aan de voorkant. De steek is waar je de bladen op monteert. Precies, waar je die schroefjes in vast draait. Wij gebruiken tegenwoordig helemaal geen schroefjes meer ziet, als het ware. Dus dat werd naar 42, 39, en dat werd toen op een gegeven moment... 50, 34 werd echt een compact. Ja, eerst werd het bijvoorbeeld, en dat heeft een beetje de populariteit toen ook aangewakkerd... De Mortirolo-etappes en de Anglirous en zo, daar stonden ze eerst met een compact. Ja, maar hoe heette toen onze grote vriend die nog een Olympische medaille heeft gewonnen, doping, Hamilton. Die brak toen toch zijn sleutelbeen en toen bleef hij doorrijden. En toen was er net een compact uit. En toen de compact was net uit en hij had zijn sleutelbeen gebroken, dus hij kon niet meer staan. Dus hij moest een lichtere versnelling draaien en hij koos toen om op een compact te gaan rijden. En dat was dan een 36, dat was de eerste compact volgens mij. Goede doping trouwens over die tour met Hamilton. Hij reed die tour uit. En toen was compact echt in de vaart en volkeren opgenomen. Maar ook de compact om daar even een land voor te breken, 50-34 of 52-36, dat is voor een gemiddelde toerist fantastisch. Ja, dat was echt een enorme verschil. Je zit nooit meer te twijfelen in het Holland of je buiten of binnenblad moet rijden. Want een 50 draait toch anders dan een 53. En achter heb je dan genoeg range om dat te doen. En je hoeft dus ook nooit meer die flyerplaat te halen, op moment 34-25 kwam je ook wel al veel op. Of 34-27. Dus dat had ik eigenlijk best wel voor mij in mijn wintertrainingen, als ik dan toevallig een keer een compact buitenblad erop zette, dat was best wel prima. Want dan was het best wel oké. Ja, want dat was het dan wel met die compact, is dat die buitenbladen werden dan ietsje minder groot. Dat ging dan bijvoorbeeld naar een 50. Wat is de effect daarvan afgezien, dat je lichter trapt? Nou ja, dat is voor de niet wedstrijd wielrenner. Maar die koos vaak achter, al niet voor een 11 kransje. Wat heel lang het kleinste kransje was. Later kwam het SRAM kwam met de 10. Of uit het mountainbike eigenlijk kwam de 10. Maar de normale amateurrenner koos eigenlijk al voor een 12. Dus die had eigenlijk überhaupt die 52 of die 53 toch niet nodig aan de voorkant. Maar eigenlijk even om de tweede belangrijke ontwikkeling af te maken is natuurlijk, ja. Wij zijn nog begonnen op, ik denk jij, op 8 speed ook. Ik nog net, weet ik eigenlijk niet zeker. 7. Ja, 7 zelfs. 9 weet ik nog wel heel goed. Toen 10, 11. Inmiddels zijn we dus op 12 speed aanbeland. Dus de range achter wordt steeds groter. Maar belangrijker nog, de kooi van de derailleurs, de lengte van de derailleurs. Dus dat is eigenlijk de afstand tussen het bovenste derailleurwieltje en het onderste derailleurwieltje. Die is langer geworden. Of anders gezegd, vroeger wilde je een grotere tandwiel achter monteren. Bijvoorbeeld een bergverzet wilde je dan een 30 monteren. En dan moest je langs fietsen maken. En die ging je dan vertellen, ja, hoeveel langer kooi nodig. Ja, dat is die beetje kooi. Want je had een lange kooi nodig om dan dat lengteverschil tussen die kleine kransjes en die grote kransjes op te kunnen varen. En tegenwoordig kunnen dus die derailleurs, die doen het gewoon allemaal. Vroeger had je volgens mij een korte kooi, medium kooi en een lange kooi. Ik hoor eigenlijk niemand meer over de lengte van zijn kooi. Terwijl het wel echt een heel mooi woord is. Ja, een lange kooi. Maar dat heeft dus in de hand gewerkt, dat het verschil tussen een… SRAM heeft bijvoorbeeld een 10-50 cassette. Als je het hebt over een flyerplaat. Hij zit gewoon op 50 achter. Ja. Dat is vijf keer, dat is zeg maar… Dat hebben we niet over een maand gemaakt. Dat is 500 procent verschil. Ja, ja, op die gravelfiets. Op die gravelfiets, ja. Dat is 500 procent verschil. Ja. Ja. Terwijl tussen een 11 en een 25, ja, ik ga precies een percentage moeten schuldig blijven. Maar dat is rond de 250. Dus dat is het dubbele verschil gekomen, waardoor je dus ook, dat is ook wel een ontwikkeling, denk ik. Veel Onebuy gaat in de gravelbike. Ja. Zie je heel veel Onebuy. Ja. Was dat de derde die je ging noemen? Nee, dat was dus de derde. De kooi is de derde. Ja. Maar waar je op een gegeven moment dan wel weer naar toe gaat, en daar kan je dan wel weer over nadenken, dat bijvoorbeeld nu is dan een hele standaard cassette eigenlijk. Is het dus een 12-34? Nee, 11-34. Of een 11-34. Ja. Oké. En een 11-34 is dan best wel nu een cassette waarmee je met alles uit de voet kan. Maar als je dan voor ook een 11-34 hebt, dan kan je dus 11-34-11-34 rijden. Ja. Dus gewoon een ratio 1 staat tot 1. En dat betekent dus eigenlijk dat je omwentelingen met je benen gaat en draait je achterwiel net zo hard. Dan ga je. Dan ga je niet hard. Als je dat op een weg fietst, hè, even in het mountainbiken en in het gravel fietsen komen dat soort momenten natuurlijk vaker voor. Maar dan ga je wel naar verzetten toe, dat je wel moet afvragen misschien de volgende keer een andere beklimming kiezen, andere route. Ja. Want als je echt vaak een 34-34 nodig hebt… Maar die 11-34 wordt bijna… Hoe zo? Maar dan kan je toch gewoon die 34-34 pakken? Ja, dat kan wel. Want Jim vindt dat geen fietsen meer. Nee, ik denk vooral niet dat het heel leuk is. Want stel, je hebt dat verzet echt vaak nodig, dan kan je je ook afvragen of je niet gewoon een andere, veel mooiere beklimming op kan fietsen. Of anders gezegd, bij die omwentelingen heeft het meer zin om je fiets beneden te laten staan en een paar wandelschoenen aan te trekken, toch? Ik wou net zeggen dat vogeltjes kijken, komt toch weer een beetje om de hoek hier. Ja, en dat je hem af en toe eens nodig hebt om even die spanning eraf te halen. Bijvoorbeeld omdat je gewoon echt aan het beesten bent, aan het hengsten bent, begrijp me niet verkeerd. Maar in het profpeloton gaan ze juist met grotere bladen rijden, doordat achter die range zoveel groter is. Heb jij een lievelingsversnelling? Ja, de 16. Dat is zo'n grappig vergelijk. Dat is geen nieuw van mij. Ik weet wel dat er sommige verzetjes echt lekker in de polder. Maar dus bij de oude Shimano 11-speed zat de 16 niet meer. Bij de 12-speed is die teruggekomen. Dat is toch wel lekker. Heb jij dat ook nog? Nee, totaal niet. Serieus, als je in Noord-Holland aan het trainen bent Ik ben even serieus. dan zit er zeg maar 17-15 buitenblad. Dat is best een groot verschil als je in Noord-Holland aan het trainen bent. Net even te zwaar, net even te licht. En dan is het dus Daarom heb jij dus ook dat polderverzetje erop. Want daar zit dus wel Net even wat meer smaakjes. Ja, maar daarom is het wel fijn dat in die nieuwe 12-speed gewoon Het is toch fijn als de stapjes ook wat kleiner zijn. Nuance. Wat belangrijk is daarin misschien ook wel weer uit te leggen en dat is ook best wel een beetje een gek ding in versnellingen of in die versnellingsratio's. Is dat bijvoorbeeld het verschil tussen nou, we hebben voor een 50-blad. Het verschil tussen een 50-11 en een 50-12 is een groter verschil. Meestal. Dan een verschil tussen een 50-21 en een 50-22. Hoe was dat ook alweer? Drie keer. Ja, dat zeggen ze altijd voor. Een tandje achter is drie tandjes voor. Maar dat is eigenlijk dat kan je niet over die hele ratio uitspreiden. Nee, gewoon heel simpel gezegd is het verschil tussen een 10 en een 11 is 10 procent. Ja, precies. Dus je hebt 10 procent lichter rijden, maar het verschil tussen een 21 en een 22 is 5 procent. Dus dan ga je maar 5 procent lichter rijden. Dus achter ga je tandjes overslaan. Dus dan kan je, hoe hoger je in je blok komt, daarom kunnen ze daar wel verder uit elkaar liggen. Dat is duidelijk. Dit wordt wel een podcast, die denk ik veel mensen twee keer gaan luisteren. Niet omdat het te snel gaat of zo, maar meer omdat er zoveel soort van logica in zit die je toch even twee keer moet horen. Bij deze kan je ook gewoon een heel. Er zit wel wat logica. Welke logica? Nee, volg je maar. Als je dus je zit op je buitenblad. Dit is eigenlijk een beetje een soort van recap. Op je buitenblad zijn bijvoorbeeld die eerste vijf tanden. En heel grof zijn eigenlijk je eerste vijf tanden het vers weg bij je spaken. Die zijn eigenlijk uniek. Met je binnenblad ga je diezelfde ratio niet kunnen halen. Maar dat tweede deel, als je dan nog steeds op je buitenblad ligt, dan ligt eigenlijk de tweede helft dichter bij je spaken. Die ratio kan je ongeveer ook halen, waarschijnlijk net niet precies, als wanneer die op je binnenblad ligt en dan weer wat zwaarder schakelt. Begrijp je wat ik bedoel? En dan ligt die op je binnenblad en dan weer de tweede helft, dus de tweede helft dichter bij je spaken. Dat is ook weer eigenlijk een unieke range. Dus er zit overlap tussen je versnellingen op basis van of je op je buitenblad of je binnenblad fietst. Als je bijvoorbeeld ik had hem hier ook nog neergezet. Op gearcalculator.com kan je dat ook heel mooi visueel weergeven. Je ziet precies welke versnellingen ongeveer overlappen. Vroeger leer je dan. Maar dan is de grote vraag. Wanneer ga je naar je binnenblad schakelen? Precies. Vroeger leerde je altijd. Vroeger leerde je altijd, de ketting ligt te schuin. Nee, wacht. Wanneer, wanneer, zou je voor je gevoel. Ja, als je ketting te schuin komt en je hoort het ook. Ja, maar met DI2 kan je wel. Hij gaat toch lichtjes. Ik doe dat echt op voor. Jullie komen ongetwijfeld met een vuistregel of een soort. Nee, nee, nee. Nee? Ik heb het niet. Ik heb het niet. Ik heb het niet. Ik heb het niet. Het is. Nou, een vuistregel was wel altijd. Kijk, bijvoorbeeld in het baanwielrennen is dat heel erg. Groot groot heeft qua efficiëntie… Wat is groot groot? Wat ben je aan het noemen? Buitenblad. Ja, buitenblad. En dan ga je dus, wanneer het steeds zwaarder wordt, groot achter. Dat is een soort van qua efficiëntie is dat het beter dan klein klein. Voor de ketting is dat beter. De drivetrain efficiency, dus de weerstand eigenlijk van die ketting is dan beter. Ja. Alleen die wordt… Remt het het minst af. Ja, maar dat geldt voor baanfietsen waarin die ketting natuurlijk perfect is uitgelijnd. Op het moment dat je dat moet bereiken, dat groot groot, doordat je ketting heel schuin ligt, gaat dat natuurlijk ook alweer verloren. Dan slijten ook je ketting en je tanden eigenlijk weer sneller wanneer het schuin komt te liggen. Maar geef eens antwoord op de vraag. Wanneer schakel je je naar binnenblad? Ik denk dat je, als je op je buitenblad bijvoorbeeld zit, dan zijn die laatste drie tanden, die heb je niet nodig. Dan moet je eigenlijk al geschakeld hebben naar je binnenblad. Ja. Ook als je er maar heel even op zit. Bij compact zou ik nog gerust op het ene laatste tandje durven rijden. Het kan wel, maar hij ligt dan wel schuin. Ja, dan ligt die schuin. Alleen 34-13 is ook zo'n, hangt die ketting daar te zwabberen daaronder? Ja, toch, want als je klein klein rijdt en je hebt een lange ketting, dan kan je ook groot groot rijden. Ja, de spanning van die ketting moet dan uit de kleine. Ja, dan zwabbert die ketting. Dan kan je niks meer doen. Ah, er is geen vaste grens voor ofzo. Maar nou wil ik even naar SRAM. Want SRAM die heeft dus, ik denk wel dat het vooral voor de consumentenmarkt ontwikkeld is. Die zijn dus een aantal jaar volledig naar één blad gegaan. Ja, nee, twee bladen, maar het grootste blad is een 47. Ja. En die hebben een vertanding volledig omgegooid en die hebben dus ook dat kleinste tandje een 10 gemaakt. Oh ja. Reken maar uit 53-11 is ongeveer hetzelfde als 47-10. Dat zal niet veel schelen. Wat denk je daar dan van? Ja, en waarom hebben ze dat gedaan? Ja, er zit een hele theorie achter qua range. Dat de stapjes kleiner zijn, maar dan zitten ze wel met dat klein-klein en een 10. Wist je dit, deze SRAM ontwikkeling? Ja, ja, maar die 10, dat is wel dus, kijk, je kan dus gewoon in theorie waarom ik, nou ja, hier moeten we misschien eens iemand voor bellen, een engineer. Je moet wel echt hele andere kettingen gaan maken als dat kleinste tandwiel zo verschrikkelijk klein wordt. Wat verandert er dan? Nou, dan moeten die schakels, die moeten dus nog, die moeten kleiner worden, omdat anders, de manier waarop de ketting over de tandwiel loopt, veel te veel wrijving oplevert. Dus hoe klein gaan de tandwielen worden? Kijk, in het mountainbike is het heel goed te begrijpen, want je wilt die extreme range hebben en dan neem je die efficiëntie wel een beetje op de koop toe. En met mountainbiken doe je ook gewoon een enkel voorblad. Ja, ook. Ja. En dit is een deur, dus ik kan me niet voorstellen dat die profs met 47-10, ja, dat is misschien wel, misschien ben ik wel een beetje oldskool. Ze rijden nu juist allemaal met 56-11. Dit is bij die Ierse ploeg die nu alweer ter ziele is, waar ze op die 3T fietsen reden. De Aqua Vita ofzo. Ja, die was Onebuy met een 5 voorblad. Ja, maar die ploeg is bijna ter ziele gegaan. Ja, dat was echt een lachertje. Die zat alleen maar te klooien met hun verzet en dat was interne een grote shitshow om dat onder controle te krijgen. Maar ik heb de uitleg gelezen en als je de uitleg leest, ja, maar zeg maar, qua je kleinste versnelling en je grootste versnelling, dus de kleinste is iets kleiner en de grootste is iets, of de kleinste versnelling is iets zwaarder. De grootste versnelling is iets lichter dan het gemiddelde wat bij Shimano zou zijn. Plus de stapjes in het begin liggen ook iets dichter bij elkaar. Dat zou dan hun theorie zijn. En dan rijden ze dus altijd met een 48, 30 voor en 12, 10, 30 achter. Dus ook weer met die 30. Heerlijk. Heerlijk oh leuk. Ze zijn er wel ontwikkeld. Ze zijn er wel ontwikkeld, want we zijn natuurlijk jaren en nu gaan ze nog kleiner voor en pakken ze opeens een 10 achter. Dat is wel iets nieuws toch? Ja, dat is nieuw. Ja, ja. Dat is wel mooi. Misschien had Bruno er wel wat van. Nee, dat gaan we allemaal niet doen. Want het is een podcast over schakelen en verzetten zijn daarbij heel belangrijk. Maar ik wil even terug naar het schakelen. Ik schat zo in dat jij niks anders gaat doen. Dat schakelen. Dan misschien die 11-30 bij Unbound. Nee heb ik opgezocht. In mijn versnellingskoffertje heb ik van die blokken liggen die ik ooit een keer gebruikt heb. Vroeger was het wel mooi dat je gewoon losse kransen je eigen pionnetje kon maken. Ja, je kon het zelf samenstellen. Vroeger, als je Tim Krabbe de renner doet, dat is de openingscène in zijn boek, dan hebben ze een koffer met allemaal van die houten staafjes en dan dit is het 16 staafje met allemaal 16's en 17's. Of een bordje in de schuur met al die kransjes. Vanmorgen moesten ze zes versnellingen uitkiezen, 12, 14, 16. Daar gingen ze dan die dag. En dan ga je ook in het startvak veel meer naar elkaar kijken. Ja, precies. En nu is het gewoon bo. Dat zit toch in de renner. De hele Tour heeft dezelfde 11-30 pionnen achter voor de hele Tour. Dat is ook voor mijn gevoel bij de generatie voor ons en misschien in die zin ook nog omdat jullie gekoerst hebben en er dagdagelijks mee bezig waren voor jullie wat meer. Maar ik heb ook het idee dat het langzaam verzetten en zo langzaam iets minder interessant wordt. Dat het meer gewoon een gevolg is van logica en geldende wetenschappelijke inzichten en dat we het daar maar mee hebben te doen. Nou, wat er wel vooral is, is dat vroeger moest je wel echt, oké, ik ga naar de Alpen fietsen. Dan ging je langs de fietsenmaker. Dan moest je er over nadenken en dan moest je regelen. Dat hoeft niet meer. Dat is het verschil. Dan heb je gewoon een verzet op je fietsen, dan kun je fietsen. Maar het was wel leuk om erover na te denken. Dat is wel waar. Een rondeboek kijken, hoe stijl zijn de klimmetjes. Oké, en dan Joost appen. Toch maar een 11-25. Zo, Saaf slaapt om 11 uur toch. Toch maar, sorry man, sorry dat het zo laat is, maar mag ik er toch een 11-25 op? Dan wist hij natuurlijk al, het wiel stond al klaar. En de trappenfrequentie werd dus ook bergop begrensd door het kleinste verzet dat er mogelijk was. Nou, dat zie je vooral met de beelden van Eddie Merckx en zo terug. Ja, die hengstte die klimmen op. Maar nu heeft dus zelfs de amateurwielrenner, hij heeft dat probleem eigenlijk niet meer. Nee. Die kan een verzet kiezen waarmee hij gewoon bergop 90 omwentelingen fietst los van zijn vermogen. Waaronder verzetten af. Nog een soort van afsluitende stichtelijke woorden naar de dinsdagavond zondagochtendrenner die gewoon lekker 50, 60 kilometer met zijn groepje fietst en eigenlijk is wat bewuster, naar aanleiding van deze podcast, met zijn schakeltechniek om wil gaan. Ja, af en toe toch voor een bocht, voor een stoplicht of ook gewoon tijdens je ritje even tussen je benen door kijken op wat voor versnelling die nou ligt. En daar dan, zeker bijvoorbeeld voor die bocht of voor het stoplicht, even dan bedenken ik moet een paar tuintjes terug. Dat je toch een soort dat automatisme er een beetje in krijgt. Ja, continue op zoek naar een optimum. Jim, we hadden het over de trappenfrequentie en het is voor iedereen verschillend, maar de stichtende woorden voor de zondagochtendrenner van, daar is toch wel een range waar je zou zeggen, probeer wel tussen de 80 en 95 te zitten. Ga niet onder de 80, dat is toch wel fijn om... Precies. Start er daar misschien een beetje mee. Bewustzijn van je RPM, van je cadans en het optimum voor jezelf. En als je dat bent, daar continu zorgen dat je continu bezig bent, bewust of onbewust, met de goede verantwoording of het verzet wat daarbij hoort. Dus als je inderdaad geen vermogensmeter bijvoorbeeld hebt, maar dat je wel een trapfrequentie en een sensor erop zet, dat je die in beeld zet zodat je daar wat vaker van bewust bent, kan misschien wel helpen in het kiezen van de juiste versnelling. Ik ga dat ook tellen. Ja, ik ga dat ook tellen. Gewoon 15 seconden lang tellen en dan maal vier, dan heb je hem ook. Ja, maar zo deed ik het bij de nieuwelingen junioren, daar was ik me wel continu bewust van. Had ik ook niet zo'n meter op mijn fiets of zo, maar dan... Ja, nee, maar... Ja, ja, ja. Het is gewoon mooi. Ik vind het mooi hoe jij hier... Of 10 seconden, 15, 16, deze zit je toch gewoon op de 95. Ik denk dat we zometeen gewoon die microfoon langzaam moeten uitfaden. Ik ben nog steeds wel een beetje... Hij kan nog drie uur doorlullen hierover. Van die bigger gear of een grotere fiets. Yes, wat een inzicht. Ja, dat was... Dankjewel. Ja. Of zeg dat ook heel veel over ongeveer toonbaarheid. Dankjewel. Dat heb ik heel goed gedaan. Zullen we het over Join hebben? Ja, is goed. Is RPM in Join? Ja, want dat... Ja, eigenlijk wel. Dat doe ik de laatste tijd iets meer. Moet ik even eerlijkheidshalve bekennen. Dat je erop bent. De laatste tijd. Dan lees je de training. Lees je de training. Heel vaak. Maar ondertussen weet je het een beetje wat je dan in de voorgeschoteld krijgt. Dan ebt langzaam de instructie die je erbij geeft weer een beetje weg. Ja, de beschrijving. Ja, en RPM vooral... Probeer in het tempo ook een trapfrequentie rond de 90. Ja, dat je in specifieke stukken wat hoger in je RPM moet zitten. Dat RPM was dan helemaal geen... Ja, wat je dus wel hebt. Als je in de breakdown van de workout staat het dan niet. Maar in de beschrijving wel. Maar als je hem weer exporteert, krijg je wel weer naar een device. Oh ja. Want in de trainingen... Doen mensen dat? Ja, wie doet dat? Dat doen mensen dus wel. Daar zitten wel weer richt-RPM's in. Maar het is wel een beetje dat heel hard... Kijk, als je een krachttrainingsblok wil doen bijvoorbeeld, dan moet je hem nou wel echt raken op die 60 omwentelingen. En je moet ook proberen dat wanneer dat vermogen omhoog gaat bijvoorbeeld bij FTP of VO2 max blokken, dat je dat ook met hogere omwentelingen doet. Want dan kan je gewoon beter je vermogen kwijt. Maar berg op, wanneer je ook af en toe weer gaat staan, ligt hij weer wat lager. Maar ik wil even er even naartoe dat het best wel lastig is ook in je trainingsschema of je app om mensen echt heel hard op die RPM te drukken. Want hij is voor iedereen net even anders. Dus daarom is die bandbreedte vaak ook wel wat breder. En je juist ook dat gevoel moet ontwikkelen wat past bij jou. Coordinatie, fietservaring, spiervezeltype verdeling, omstandigheden, rij bergop, rij bergaf, rij wint mee, wint tegen. Ik heb laatst RPM weer gewoon als dataveldje in mijn Wahoo ingevuld en dat is wel een trigger ook in het kader van schakelen, om, om. Nou vooral... Ik denk wel dat het voor de mensen... Kijk, vooral bij gewoon je rustige duurritten, wat er toch wel insluipt is dat mensen wat te zwaar gaan fietsen. Ja, dan ga je toch langzaam naar de 60. Want dan train je dat coördinatiepatroon eigenlijk niet goed. Dus als je dan wel weer in beeld zet dat je dan toch even af en toe denkt van ik ga even naar die 9500 omwenteling, ga ik nu bijvoorbeeld de komende 10 minuten. Terwijl ik mijn vermogen gewoon lekker in die rustige duurzone haal. Dat werkt toch. Tweede advies van de dag, Join downloaden, abonnementje nemen, even aftikken, gelukkiger mens worden. Toch? Ja, twee maanden gratis trainen bij een half jaar abonnement. 4 plus 2. Eigenlijk no brainer. Ja toch? Ja. Lekker bewust met die vertanding omgaan. Beetje gear ratios. Uitrekenen. Beetje 15 seconden gaan tellen. Ja, dat gaan we allemaal doen. We hebben het over gear ratios, ja maar dat is echt een rabbit hole. Vooral Engelsen zijn er heel... Ja, klopt he. We hebben het altijd over inches. Over? Nou ja, over 50, 10 is vijf keer rond. Maar dan gaat je wiel dus ook vijf keer rond. Dus dan kom je zoveel meter verder en dat rekenen zij allemaal uit in inches. Iets zegt mij dat Terpstra ook wel een... Terpstra ook niet. Ja, maar juist wat baanrenners, die gaan helemaal lijpen en ook verzetten. En Niki is natuurlijk toch ook een kind van de baan. Dus die zijn er helemaal gek op. Wij hebben dit weekend niet op de baan gefietst. Die zijn trouwens ook allemaal volwaardig, maar dat is weer anders. Nee, we gaan hem afronden. Ja, meer kracht. Valkenburg bij Mercure.nl. LiveSlow RideFast, moeten mensen even heen. Jij ging gewoon vanochtend om 6 uur fietsen. Ah, het was heerlijk weer. Ik volgens mij moeten wij onze respect te betuigen wel, toch? Dat hoeft toch maar niet. Ik had het niet... Ik heb het niet meer gedaan. Dit is even jouw moment. Ik heb lekker voor mezelf gelaten. Laten we jou nu eens even in het zonnetje zetten. Jij bent me om half een s ’nachts toch even getriggerd? Precies. Ja, dat heb ik niet meegekregen. Hij gaat slapen. Wij zijn behoorlijk aan het beste geweest. Ja, dat heb ik gehoord, ja. Vooral Jim. Dat is helemaal oké. Dat is toch helemaal oké. Hij is toch een beetje uit mijn tent gegooid. Laugh at what? Nou, dat waren jouw woorden. Laugh at what? Ik denk wel eens een beetje, hij gaat toch niet. Toch? Ja, de consensus was dat hij niet zou gaan. Nee, het gezegde, je lacht at what? Nee, hij zei wel dat het er twee opties moesten zijn dan. Nou, dat is helemaal goed. Ik heb haar struist gefeest. Daarom zit ik hier nu ook zo fit en scherp. Inderdaad. En kan ik nu ook zeggen dat ik jou wil bedanken dat je er weer was. Dat ik jou wil bedanken dat je met die ervaring is. Of nee, wat is het, intuïtie? Joy de vivre. Intuïtie is gestolde ervaring. Dat komt toch weer naar boven bij deze onbewust bekwame jongen. Dankjewel daarvoor. Tot de volgende keer. Hoe dan ook, en waar dan ook, en voor de tussentijd. Beter worden, beter worden, beter worden. "}
